{
    "1": {
        "title": "Kezdés",
        "description": "Egy versenyre nevezel, aminek a lényege, hogy át kell kelni a halállabirintuson. A labirintusban tárgyakat találhatsz és szörnyekkel kell harcoljál.\nMiután öt percet haladtál lassan az alagútban, egy kőasztalhoz érsz, amely a bal oldali fal mellett áll. Hat doboz van rajta, egyikükre a te neved festették. Ha ki akarod nyitni a dobozt, lapozz a %YELLOW%270%ENDC%-re. Ha inkább tovább haladsz észak felé, lapozz a %YELLOW%66%ENDC%-ra.",
        "exits": [
            270,
            66
        ]
    },
    "56": {
        "description": "Látod, hogy az akadály egy széles, barna, sziklaszerű tárgy. Megérinted, és meglepve tapasztalod, hogy lágy, szivacsszerű. Ha át szeretnél mászni rajta, lapozz a %YELLOW%%YELLOW%373%ENDC%-ra. Ha ketté akarod vágni a kardoddal, lapozz a %YELLOW%215%ENDC%-re.",
        "exits": [
            373,
            215
        ]
    },
    "66": {
        "description": "Néhány perc gyaloglás után egy elágazáshoz érsz az alagútban. Egy, a falra festett fehér nyíl nyugatfelé mutat. A földön nedves lábnyomok jelzik, merre haladtak az előtted járók. Nehéz biztosan megmondani, de úgy tűnik, hogy három közülük a nyíl irányába halad, míg egyikük úgy döntött, hogy keletnek megy. Ha nyugat felé kívánsz menni, lapozz a %YELLOW%293%ENDC%-ra. Ha keletnek, lapozz a %YELLOW%56%ENDC%-re.",
        "exits": [
            293,
            56
        ]
    },
    "137": {
        "description": "Ahogy végigmész az alagúton, csodálkozva látod, hogy egy jókora vasharang csüng alá a boltozatról."
    },
    "215": {
        "description": "Kardod könnyedén áthatol a spóragolyó vékonykülső burkán. Sűrű barna spórafelhő csap ki a golyóból, és körülvesz. Némelyik spóra a bőrödhöz tapad, és rettenetes viszketést okoz. Nagy daganatok nőnek az arcodon és karodon, és a bőröd mintha égne. 2 ÉLETERŐ pontot veszítesz. Vadul vakarózva átléped a leeresztett golyót, és keletnek veszed az utad.",
        "damage": 2
    },
    "270": {
        "description": "A doboz teteje könnyedén nyílik. Benne két aranypénzt találsz, és egy üzenetet, amely egy kis pergamenen neked szól. Előbb zsebre vágod az aranyakat, aztán elolvasod az üzenetet: - „Jól tetted. Legalább volt annyi eszed, hogy megállj és elfogadd az ajándékot. Most azt tanácsolom neked, hogy keress és használj különféle tárgyakat, ha sikerrel akarsz áthaladni Halállabirintusomon.” Az aláírás Szukumvit. Megjegyzed a tanácsot, apró darabokra téped a pergament, és tovább mész észak felé. Lapozz a %YELLOW%66%ENDC%-ra.",
        "loots": [
            {
                "name": "arany",
                "amount": 2
            }
        ],
        "exits": [
            66
        ]
    },
    "293": {
        "description": "A három pár nedves lábnyomot követve az alagút nyugati elágazásában hamarosan egy újabb el-ágazáshoz érsz. Ha továbbmész nyugat felé a lábnyomokat követve, lapozz a %YELLOW%137%ENDC%-re. Ha inkább észak felé mész a harmadik pár lábnyom után, lapozz a %YELLOW%387%ENDC%-re.",
        "exits": [
            137,
            387
        ]
    },
    "373": {
        "description": "Fölmászol a lágy sziklára, attól tartasz, hogy bármelyik pillanatban elnyelhet. Nehéz átvergődni rajta, mert puha anyagában alig tudod a lábadat emelni, de végül átvergődsz rajta. Megkönnyebbülten érsz újra szilárd talajra, és fordulsz kelet felé."
    },
    "387": {
        "description": "Hallod, hogy elölről súlyos lépések közelednek. Egy széles, állatbőrökbe öltözött, kőbaltás, primitív lény lép elő. Ahogy meglát, morog, a földre köp, majd a kőbaltát felemelve közeledik, és mindennek kinéz, csak barátságosnak nem. Előhúzod kardodat, és felkészülsz, hogy megküzdj a Barlangi Emberrel.",
        "encounter": {
            "name": "Barlangi Ember",
            "stats": {
                "dex": 7,
                "hp": 7
            }
        }
    }
}